[{"date": "2025-01-20", "explanation": "Why does Comet ATLAS have such colorful tails? Last week Comet C/2024 G3 (ATLAS) passed its closest to the Sun -- well inside the orbit of Mercury -- and brightened dramatically.  Unfortunately, the comet was then so angularly near the Sun that it was very hard for humans to see. But NASA's SOHO spacecraft saw it. Pictured is a SOHO (LASCO C3) image of Comet ATLAS that is a composite of several different color filters. Of the several tails visible, the central white tails are likely made of dust and just reflecting back sunlight. The red, blue, and green tails are likely ion tails with their colors dominated by light emitted by specific gases that were ejected from the comet and energized by the Sun.  Currently, Comet ATLAS is showing long tails in southern skies but fading as it moves out of the inner Solar System.   Growing Gallery: Comet ATLAS (G3)", "hdurl": "https://apod.nasa.gov/apod/image/2501/CometG3Perihelion_SohoLigustri_960.jpg", "media_type": "image", "service_version": "v1", "title": "Comet ATLAS Rounds the Sun", "url": "https://apod.nasa.gov/apod/image/2501/CometG3Perihelion_SohoLigustri_960.jpg"}, {"date": "2025-01-21", "explanation": "What's that in the sky? Above the city, above most clouds, far in the distance: it's a comet. Pictured, the impressive tail of Comet C/2024 G3 (ATLAS) was imaged from Brasília, Brazil four days ago. Last week the evolving  comet rounded the Sun well inside the orbit of planet Mercury, going so close there was early concern that it might break up -- and recent evidence that it really did.  At one point near perihelion, Comet ATLAS was so bright that sightings were even reported during the day -- over the bright sky near the Sun -- by careful observers.  Over the past few days, Comet ATLAS has developed a long tail that has been partly visible with unaided eyes after sunset, most notably in Earth's southern hemisphere.    Growing Gallery: Comet ATLAS (G3)", "hdurl": "https://apod.nasa.gov/apod/image/2501/CometATLAS_Danin_1080.jpg", "media_type": "image", "service_version": "v1", "title": "Comet ATLAS over Brasília", "url": "https://apod.nasa.gov/apod/image/2501/CometATLAS_Danin_1080.jpg"}, {"copyright": "\nDimitris Valianos\n", "date": "2025-01-22", "explanation": "The North America nebula on the sky can do what the North America continent on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as the east coast  is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The featured image shows the star forming wall lit and eroded by bright young stars and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 50 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).   Jigsaw Challenge: Astronomy Puzzle of the Day", "hdurl": "https://apod.nasa.gov/apod/image/2501/NGC7000_Valianos_3132.jpg", "media_type": "image", "service_version": "v1", "title": "The North America Nebula", "url": "https://apod.nasa.gov/apod/image/2501/NGC7000_Valianos_960.jpg"}, {"copyright": "Mike Selby", "date": "2025-01-23", "explanation": "Point your telescope toward the high flying constellation Pegasus and you can find this cosmic expanse of Milky Way stars and distant galaxies. NGC 7814 is centered in the sharp field of view that would almost be covered by a full moon. NGC 7814 is sometimes called the Little Sombrero for its resemblance to the brighter more famous M104, the Sombrero Galaxy. Both Sombrero and Little Sombrero are spiral galaxies seen edge-on, and both have extensive halos and central bulges cut by a thin disk with thinner dust lanes in silhouette. In fact, NGC 7814 is some 40 million light-years away and an estimated 60,000 light-years across. That actually makes the Little Sombrero about the same physical size as its better known namesake, appearing smaller and fainter only because it is farther away.", "hdurl": "https://apod.nasa.gov/apod/image/2501/NGC_7814_LRGB_crop-rev-1.jpg", "media_type": "image", "service_version": "v1", "title": "NGC 7814: Little Sombrero", "url": "https://apod.nasa.gov/apod/image/2501/NGC_7814_crop-rev-1_1024.jpg"}, {"copyright": "Yuri Beletsky", "date": "2025-01-24", "explanation": "Comet C/2024 G3 ATLAS has made a dramatic appearance in planet Earth's skies. A visitor from the distant Oort Cloud, the comet reached its perihelion on January 13. On January 19, the bright comet was captured here from ESO Paranal Observatory in the Atacama desert in Chile. Sporting spectacular sweeping dust tails, this comet ATLAS is setting in the southern hemisphere twilight and was clearly visible to the unaided eye. In the foreground is the closed shell of one of the observatory's famous auxiliary telescopes. Still wowing southern hemisphere observers, the comet's bright coma has become diffuse, its icy nucleus apparently disintegrating following its close approach to the Sun.   Growing Gallery: Comet ATLAS (G3)", "hdurl": "https://apod.nasa.gov/apod/image/2501/C2024G3_ATLAS_ESO_Beletsky.jpg", "media_type": "image", "service_version": "v1", "title": "Comet G3 ATLAS: a Tail and a Telescope", "url": "https://apod.nasa.gov/apod/image/2501/C2024G3_ATLAS_ESO_Beletsky.jpg"}, {"copyright": "Jeff Schilling", "date": "2025-01-25", "explanation": "Clouds of stardust drift through this deep skyscape, across the Perseus molecular cloud some 850 light-years away. Dusty nebulae reflecting light from embedded young stars stand out in the nearly 4 degree wide field of view. With a characteristic bluish color reflection nebula NGC 1333 is prominent near center. Hints of contrasting red emission from Herbig-Haro objects, the jets and shocked glowing gas emanating from recently formed stars, are scattered across the dusty expanse. While many stars are forming in the molecular cloud, most are obscured at visible wavelengths by the pervasive dust. The chaotic environment surrounding NGC 1333 may be similar to one in which our own Sun formed over 4.5 billion years ago. At the estimated distance of the Perseus molecular cloud, this cosmic scene would span about 80 light-years.   Growing Gallery: Comet ATLAS (G3)", "hdurl": "https://apod.nasa.gov/apod/image/2501/ngc1333_jeff_version_4_2048.jpg", "media_type": "image", "service_version": "v1", "title": "Stardust in the Perseus Molecular Cloud", "url": "https://apod.nasa.gov/apod/image/2501/ngc1333_jeff_version_4_1024.jpg"}]